Repository: j573fan1s/portal
Catalog: sites/all/modules/og_event/po/*.po
Languages: fr

source: OG Event settings
fr: Paramètres de OG Event

source: Configure OG Event default behavior, and some UI details.
fr: Configurer le comportement par défault et l'interface du module OG Event.

source: Group event settings
fr: Paramètres de l'évènement de groupe.

source: Members can participate
fr: Les membres peuvent participer

source: If you select this option, group members can subscribe to event participants list.
fr: Si vous cochez cette option, les membres du groupe pourront s'incrire dans la liste de particpants.

source: Members can edit
fr: Les membres peuvent modifier

source: If you select this option, group members can edit all the event settings.
fr: Si vous cochez cette option, les membres du groupe pourrant modifier ce contenu.

source: Participants can enter a role
fr: Les participants peuvent saisir un rôle

source: If you select this option, participants will be able to enter the role they want to accomplish <i>(eg.: 'bring the food')</i>.
fr: Si vous cochez cette option, les participants pourront saisir le rôle qu'ils souhaitent remplir (ex.: 'apporte la nourriture')

source: Subscribe
fr: S'inscrire

source: Unsubscribe
fr: Se désinscrire

source: View participants
fr: Voir les participants

source: UI settings
fr: Paramètres de l'interface

source: Default behavior
fr: Comportement par défaut

source: See participants tab on node view page
fr: Afficher le lien vers la liste des participants dans un onglet

source: See participants list in node content
fr: Afficher la liste des participants dans la vue du contenu

source: This setting disable the participant list tab
fr: Ce paramètre désactive l'onglet contenant le lien vers la liste des participants

source: Default selected options for new event form
fr: Options par défaut lors de la création d'un nouvel évènement

source: Participants for !event
fr: Participants à !event

source: Role
fr: Rôle

source: Enter here the role you want to assume for this event.<br/>Leave null if you are just a visitor.
fr: Saisissez ici le rôle que vous souhaitez remplir pour cet évènement.<br/>Laissez le champ vide si vous êtes juste un visiteur.

source: There is no participants registered.
fr: Il n'y a aucun inscrit.

source: User
fr: Utilisateur

source: Edit
fr: Modifier

source: unsubscribe
fr: désinscrire

source: Maitain a list of participant on any event node that is posted into a group.
fr: Maintient une liste de participants pour n'importe quel contenu de type event qui à pour audience un groupe.
